initial_dir/constant/thermophysicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    object      thermophysicalProperties;
}
thermoType
{
    type            heRhoThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState rhoConst;
    specie          specie;
    energy          sensibleEnthalpy;
}
mixture
{
    specie
    {
        molWeight   18.0153;
    }
    equationOfState
    {
        rho         997;
    }
    thermodynamics
    {
        Cp          4181;
        Hf          0;
    }
    transport
    {
        mu          8.9e-4;
        Pr          6.13;
    }
}
