initial_dir/constant/thermophysicalTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      thermophysicalTransport;
}
simulationType  laminar;
laminar
{
	model	Fourier;
}
