initial_dir/system/wallHeatFlux1
type            wallHeatFlux;
libs            ("libfieldFunctionObjects.so");
patches         (wall);
executeControl  writeTime;
writeControl    writeTime;
