initial_dir/system/wallTGraph
type            patchCutLayerAverage;
libs            ("libfieldFunctionObjects.so");
patches         (wall);
fields          (T);
nLayers         40;
layerDirection  (0 0 1);
executeControl  writeTime;
writeControl    writeTime;
